# CLI ツール
brew "asdf"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "hugo"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "yazi"
brew "zoxide"

# アプリケーション
cask "alt-tab"
cask "claude"
cask "claude-code"
cask "clipy"
cask "docker-desktop"
cask "dropbox"
cask "flux-app"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
