# タップ
tap "k1LoW/tap"
tap "modem-dev/tap"
tap "satococoa/tap"

# CLI ツール
brew "crit"
brew "fd"
brew "fzf"
brew "gh"
brew "herdr"
brew "modem-dev/tap/hunk"
brew "hugo"
brew "lazygit"
brew "mise"
brew "mo"
brew "neovim"
brew "opencode"
brew "pi-coding-agent"
brew "ripgrep"
brew "pure"
brew "zoxide"
brew "tmux"
brew "satococoa/tap/wtp"
brew "zsh-autosuggestions"

# アプリケーション
cask "1password"
cask "1password-cli"
cask "anki"
cask "aqua-voice"
cask "claude"
cask "claude-code"
cask "clipy"
cask "docker-desktop"
cask "dockdoor"
cask "dropbox"
cask "flux-app"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "tableplus"
cask "tailscale-app"
cask "termius"
cask "visual-studio-code"
cask "ghostty"
cask "zoom"
