# タップ
tap "k1LoW/tap"

# CLI ツール
brew "fd"
brew "fzf"
brew "gh"
brew "hugo"
brew "lazygit"
brew "mise"
brew "mo"
brew "neovim"
brew "nvm"
brew "opencode"
brew "ripgrep"
brew "starship"
brew "zoxide"
brew "tmux"
brew "zsh-autosuggestions"

# アプリケーション
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "claude"
cask "claude-code"
cask "clipy"
cask "docker-desktop"
cask "dropbox"
cask "flux-app"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "ghostty"
cask "zoom"
